[Abilities.A_PathogenicField H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="病原力场"
mTooltip="相邻的秽巢单位获得 %buff1.buff.stat1 %icon_attack 攻击力和 %buff1.buff.stat3 %icon_defense 防御力。其他相邻单位获得 %buff2.buff.stat1 %icon_attack 攻击力和 %buff2.buff.stat3 %icon_defense 防御力（不包括亡灵和构装体）。力场效果仅适用于相邻单位，持续 %buff1.buff.durini 回合。"

[Abilities.A_MarkOfTheSearcher_LuckIncrease H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="命运标记"
mTooltip="成功攻击被标记为“猎物”的敌方单位获得+15 %icon_LUCK 幸运。"

[Abilities.A_Imprison_Buff H7BaseBuff]
mName="禁锢"
mTooltip="该单位无法移动和使用基于移动的特殊能力。"

[Abilities.A_Enslave_BuffElite H7BaseBuff]
mName="束缚：精英单位"
mTooltip="该单位错过其回合，无法行动。"

[Abilities.A_Imprison H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="禁锢"
mTooltip="如果成功，有30%的几率困住目标，使其无法移动。效果持续到该生物移动为止。"

[Abilities.A_Enslave_BuffCore H7BaseBuff]
mName="奴役：基础单位"
mTooltip="该单位将无意识地攻击最近的目标，并获得 %stat1 %icon_ATTACK 攻击力和 %stat2 %icon_DEFENSE 防御力加成。"

[Abilities.A_Enslave_BuffChargeCounter H7BaseBuff]
mName="虚假冲锋计数器"
mTooltip=""

[Abilities.A_PathogenicField_Buff H7BaseBuff]
mName="病原（强化）"
mTooltip="%stat1 %icon_attack 攻击力和 %stat3 %icon_defense 防御力，持续到该单位的下个回合结束。"

[Abilities.A_PathogenicField_Debuff H7BaseBuff]
mName="病原（削弱）"
mTooltip="%stat1 %icon_attack 攻击力和 %stat3 %icon_defense 防御力，持续到该单位的下个回合结束。"

[Abilities.A_PathogenicField_Buff_Marker H7BaseBuff]
mName=""
mTooltip=""

[Abilities.Enrage H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="狂怒"
mTooltip="该单位在被敌人伤害时，有30%的几率进入狂暴的出神状态，增加 %buff1.buff.stat1 %icon_attack 攻击力，%buff1.buff.stat2 %icon_might_damage 最大伤害，以及 %buff1.buff.stat3 %icon_movement 移动力，持续 %buff1.buff.durini 回合。"

[Abilities.Enrage_Buff H7BaseBuff]
mName="狂怒"
mTooltip="该单位处于狂暴的出神状态。\n%stat1 %icon_attack 攻击力，%stat2 %icon_might_damage 造成最大伤害，%stat3 %icon_movement 移动力，持续 %durnow 回合。"

[Abilities.Execution H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="惩罚"
mTooltip="该生物有30%的几率对被 %spell3.name 标记的单位造成额外 %d.min 到 %d.max %d.icon 伤害。"

[Creatures.A_CreatureEnslaver H7Creature]
mName="食人魔鼠"
mLore="鼠巨魔是秽巢实体突变后出现的更高级生命形式之一，它们变成了这些凶猛的怪物。起初还能看到它们四肢着地奔跑，但随着时间的推移，它们的步态变得更加直立和令人印象深刻。突变导致的失明被出色的嗅觉和“看到”一切事物中辐射的能力所取代，当对手被秽巢基因标记时，这会增加它们的兴奋度。"

[Creatures.A_CreatureJailer H7Creature]
mName="突变鼠"
mLore="突变鼠的身体和精神抵抗力使秽巢实体能够进行大量实验，以增强其庞然大物的力量。它们的外貌和行为鼓舞了同类的勇气，也激起了对手的恐惧。"